[
    {
        "titel": "Fachinformatiker:in für Anwendungsentwicklung (m/w/d)",
        "refnr": "10000-1193050751-S",
        "arbeitgeber": "IGEPA Business- und IT-Services GmbH",
        "description": "Hast du Spaß am Erlernen von Optimierung durch Veränderung, Freude daran, durch Beratung, Automation, Self Enablement und enger Abstimmung mit Kund:innen und Kolleg:innen den Wert in deiner Ausbildung kontinuierlich zu steigern, hast du keine Scheu Fehler zu machen, diese zu erkennen und dich dadurch immer weiter zu verbessern? PRIMA - wir laden dich herzlichst ein, bei uns deine Ausbildung zu beginnen. \u003cbr\u003e\u003cbr\u003eDie IGEPA Business- und IT-Services GmbH, kurz IGEPA bits genannt, gestaltet u.a. für die IGEPA Gruppe mit mehr als 15 Unternehmen des europäischen Papiergroßhandels den Rechenzentrumsbetrieb. Die zuverlässige Verfügbarkeit und der intelligente und sichere Aus- und Umbau der IT-Infrastruktur und der Cloud Systeme ist das Hauptziel unseres Unternehmens.\u003cbr\u003e\u003cbr\u003eZum 01. August 2023 bieten wir dir in Berlin-Mitte eine \u003cbr\u003e\u003cbr\u003eAusbildung zum/zur Fachinformatiker:in für Anwendungsentwicklung (m/w/d)\u003cbr\u003e\u003cbr\u003eWas erwarten wir von dir?\u003cbr\u003e-\tAbitur/Fachabitur oder MSA mit gutem Notendurchschnitt, besonders in den Fächern Informatik, Mathematik und Englisch\u003cbr\u003e-\tgutes mathematisches und technisches Verständnis und ein ausgeprägtes Interesse an Computertechnologien\u003cbr\u003e-\tEngagement und Begeisterung für den Ausbildungsberuf\u003cbr\u003e-\tLernbereitschaft und eine gute Auffassungsgabe\u003cbr\u003e-\tVerantwortungsbewusstsein, selbstständiges und gewissenhaftes Arbeiten\u003cbr\u003e-\tAbstraktionsfähigkeiten und analytisches Denken\u003cbr\u003e\u003cbr\u003eWas erwartet dich? \u003cbr\u003e-\tengagierte Ausbilder und abwechslungsreiche Tätigkeiten für eine fundierte Ausbildung\u003cbr\u003e-\tindividuelle und leistungsgerechte Förderung\u003cbr\u003e-\tOption auf Übernahme nach der Ausbildung\u003cbr\u003e-\tsehr gute Sozialleistungen \u003cbr\u003e-\tein modernes und kollegiales Arbeitsumfeld mit flachen Hierarchien und kurzen Entscheidungswegen\u003cbr\u003e-\teine Unternehmenskultur, in der jede/r Einzelne und alle gemeinsam als Team wachsen können, in der Diversität geschätzt wird und unterschiedliche Lebensentwürfe, Weltanschauungen und Fähigkeiten als Erfolgsbasis gelten \u003cbr\u003e-\tAusbildungsplatz mit sehr guter Anbindung an den ÖPNV oder hybrides Arbeiten mit einem mobilen Arbeitsplatz \u003cbr\u003e-\tim Büro freie Kalt- und Heißgetränke und frisches Bio-Obst \u003cbr\u003e-\tregelmäßige Firmenevents \u003cbr\u003e\u003cbr\u003eBitte richte deine Bewerbung mit den allgemein gültigen Unterlagen sowie den letzten beiden Schulzeugnissen und ggf. Praktikumsbescheinigungen per E-Mail an: \u003cbr\u003e\u003cbr\u003ebits-bewerbungen@igepagroup.com"
    },
    {
        "titel": "Fachinformatiker/in - Anwendungsentwicklung (m/w/d)",
        "refnr": "10000-1191950043-S",
        "arbeitgeber": "Fichtner IT Consulting GmbH",
        "description": "Über uns\u003cbr\u003e\u003cbr\u003eDie Fichtner IT Consulting ist das IT-Kompetenzzentrum der Fichtner-Gruppe. In einem Team von ca. 100 Mitarbeitenden beraten und implementieren wir leistungsfähige IT-Lösungen für technische Netze, Anlagen und Infrastruktur. Unsere energiewirtschaftliche Branchenkenntnis und das Prozess-Knowhow verbinden wir mit aktueller Technologiekompetenz und unterstützen unsere Kunden mit innovativen und wirtschaftlichen Lösungen bei der Digitalisierung.\u003cbr\u003e\u003cbr\u003eIm Zuge des Wachstums bilden wir für unseren Standort Berlin ab sofort eine/n\u003cbr\u003e\u003cbr\u003eFachinformatiker - Fachrichtung Anwendungsentwicklung (m/w/d) aus.\u003cbr\u003e\u003cbr\u003eDeine Aufgaben\u003cbr\u003e\u003cbr\u003eWenn Dich moderne Informationstechnik fasziniert, ist diese Ausbildung das Richtige für Dich. Als Teil unseres Entwicklungsteams durchläufst Du alle wichtigen Bereiche, lernst Softwareentstehungsprozesse kennen und wirst schnell zum Experten. Als Fachinformatiker der Fachrichtung Anwendungsentwicklung unterstützt Du uns in der Bearbeitung von Softwareprojekten und setzt diese fachgerecht und benutzerfreundlich um. In drei Ausbildungsjahren lernst Du den sicheren Umgang mit objektorientierter Programmierung und relationalen Datenbanken. Du erlernst die Entwicklung von Web-Applikationen und Apps und arbeitest beim technischen Softwaredesign und bei der Oberflächengestaltung mit. Dabei kommst Du mit den wichtigsten Softwareprodukten, Komponenten und Frameworks der modernen Softwareentwicklung und auch mit aktuellen Hardwareprodukten wie beispielsweise Drohnen, Microsoft HoloLens oder Amazon Echo in Berührung.\u003cbr\u003e\u003cbr\u003eDein Profil\u003cbr\u003e\u003cbr\u003e- Abitur, Fachhochschule oder sehr gute mittlere Reife\u003cbr\u003e- Du hast ein gutes mathematisches und logisches Denkvermögen\u003cbr\u003e- Du hast Interesse an Hardware, Software sowie technischen Grundfragestellungen\u003cbr\u003e- Du hast Freude am Programmieren, idealerweise Kenntnisse in einer Programmiersprache\u003cbr\u003e- Du hast Spaß an der Arbeit im Team, Eigeninitiative und gute Kommunikationsfähigkeit\u003cbr\u003e\u003cbr\u003eSprachkenntnisse:\u003cbr\u003e\u003cbr\u003e- Deutsch (Niveau C1)\u003cbr\u003e\u003cbr\u003e- Englisch (Niveau B1)\u003cbr\u003e\u003cbr\u003eUnser Angebot\u003cbr\u003e\u003cbr\u003e- Umfassende und sorgfältige Einarbeitung in die Tätigkeiten\u003cbr\u003e- Breites und vielseitiges Aufgabenspektrum im Bereich der zukunftsorientierten Energiewirtschaft, der Prozessautomatisierung wie auch der Digitalisierung von Geschäftsprozessen\u003cbr\u003e- Stetige Entwicklungsmöglichkeiten durch kontinuierlichen Erfahrungsaustausch, Wissenstransfer sowie interne und externe Weiterbildungsprogramme\u003cbr\u003e- Ein Team, das sich selbst Grundsätze wie ökologische Nachhaltigkeit, globale Verantwortung, soziale Gerechtigkeit vorgegeben hat und danach arbeitet\u003cbr\u003e- Ein agiles Team, das mit seiner offenen, konstruktiven Zusammenarbeit, der gelebten Feedbackkultur und den kurzen Entscheidungswegen ein Maximum an Individualität und hohe Freiheitsgrade ermöglicht\u003cbr\u003e- Die Vereinbarkeit von Beruf, Familie und Privatleben ist uns wichtig. Regelungen zu mobilem Arbeiten, 30 Tage Urlaub sowie ein attraktives Gleitzeitmodell gehören für uns selbstverständlich dazu\u003cbr\u003e- Ein solides Unternehmen mit flachen Hierarchien und vielen zusätzlichen Leistungen wie z. B. umfangreiche Sozialleistungen, E-Bike-Leasing, Jobticket (ÖPNV), Firmenevents und betriebliche Gesundheitsförderung\u003cbr\u003e- Verkehrsgünstige Lage mit Firmenparkplatz und sehr guter Anbindung an den öffentlichen Nahverkehr\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eBitte bewerben Sie sich ausschließlich über unsere Homepage https://www.fichtner.de/karriere/aktuelle-stellenangebote/ausbildung-zum-fachinformatiker-fachrichtung-anwendungsentwicklung\u003cbr\u003e\u003cbr\u003eFichtner IT Consulting GmbH\u003cbr\u003e\u003cbr\u003eKennziffer\u003cbr\u003e000213\u003cbr\u003e\u003cbr\u003eIhre Ansprechpartnerin\u003cbr\u003eSigrid Gattnar\u003cbr\u003e+49 711 89951400"
    },
    {
        "titel": "Auszubildender zum Fachinformatiker Anwendungsentwicklung (m/w/d)",
        "refnr": "11858-5010934-STA-S",
        "arbeitgeber": "Beta Systems Software AG",
        "description": "N/A"
    },
    {
        "titel": "Fachinformatiker/in für Anwendungsentwicklung (m/w/d)",
        "refnr": "10000-1192881998-S",
        "arbeitgeber": "Moving Intelligence GmbH",
        "description": "Moving Intelligence bedeutet: Überall wo Fahrzeuge und Güter in Bewegung sind, helfen unsere intelligenten Lösungen dabei, es besser, einfacher und sicherer zu machen. Wir stiften Mehrwert, machen Unternehmen erfolgreich und begeistern Anwender von unseren SaaS-Lösungen. Moving Intelligence gibt es schon in Deutschland, in den Niederlanden, in Großbritannien und wird weiter in Europa wachsen. Werde Teil der Erfolgsgeschichte und bewirb dich jetzt!\u003cbr\u003e\u003cbr\u003eMit Firmensitz im angesagten Berlin-Friedrichshain beschäftigen wir derzeit 26 Mitarbeitende.\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eAls wachsendes Unternehmen suchen wir ab sofort einen: \u003cbr\u003e\u003cbr\u003e\u003cbr\u003eAuszubildenden (m/w/d)\u003cbr\u003e\u003cbr\u003eFachinformatiker für Anwendungsentwicklung\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eDein Aufgabenbereich\u003cbr\u003e\u003cbr\u003e- Fach- und projektbezogene Aufgaben aus dem IT-Bereich\u003cbr\u003e- Kennenlernen unserer SaaS-Lösung und GPS-Hardware von Grund auf \u003cbr\u003e- Auseinandersetzung mit komplexen IT-Systemen \u003cbr\u003e\u003cbr\u003e\u003cbr\u003eDeine Qualifikationen\u003cbr\u003e- (Fach-)Hochschulreife oder einen sehr guten mittleren Bildungsabschluss \u003cbr\u003e- Möglicherweise ein Studium begonnen, Du möchtest aber in eine praxisbezogene Ausbildung wechseln\u003cbr\u003e- Begeisterung für Computersysteme, technisches Verständnis und Talent zum Managen und Administrieren von IT-Systemen\u003cbr\u003e- Einstieg ist jederzeit, auch nach Beginn des Ausbildungsjahres, möglich\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eUnsere Benefits\u003cbr\u003e\u003cbr\u003e- Ein dynamisches Markt-, internationales und kollegiales Arbeitsumfeld \u003cbr\u003e- Innovative Unternehmensstrukturen, flache Hierarchien und ein hoch motiviertes Team\u003cbr\u003e- Eine systematische und praxisnahe Ausbildung sowie selbständiges Arbeiten und Lernen durch die Übertragung verantwortungsvoller Aufgaben\u003cbr\u003e- Eine langfristige berufliche Perspektive mit sehr guter Übernahmechance nach der Ausbildung und anschließendem unbefristeten Arbeitsverhältnis sowie vielfältige Weiterbildungs- und Aufstiegsmöglichkeiten\u003cbr\u003e- Ein interessantes Paket aus attraktiver Ausbildungsvergütung und zusätzlichen Sozialleistungen \u003cbr\u003e- Individuelle Betreuung durch den Ausbildenden und die Ausbildungsbeauftragten sowie regelmäßige Azubi-Meetings und Unterstützung bei der Prüfungsvorbereitung\u003cbr\u003e- Gute Erreichbarkeit mit den öffentlichen Verkehrsmitteln, flexible Arbeitszeiten aber auch die Möglichkeit auf mobiles Arbeiten\u003cbr\u003e\u003cbr\u003eWenn Du unser Team verstärken möchtest, dann freuen wir uns auf Deine aussagekräftige Bewerbung unter der Angabe Deiner Gehaltsvorstellung und Deines frühesten Eintrittsdatums per E-Mail an:\u003cbr\u003eAileen Arndt \u003cbr\u003ebewerbung@movingintelligence.de"
    },
    {
        "titel": "Auszubildende/r zum/r Fachinformatikerin / Fachinformatiker Anwendungsentwicklung (w/m/d)",
        "refnr": "11858-4968698-STA-S",
        "arbeitgeber": "Berliner Stadtreinigungsbetriebe (BSR)",
        "description": "N/A"
    },
    {
        "titel": "Ausbildung als Fachinformatiker/in - Anwendungsentwicklung (m/w/d)",
        "refnr": "10000-1193285017-S",
        "arbeitgeber": "Pixup Media GmbH",
        "description": "Die Pixup Media GmbH ist eine erfolgreiche Medienagentur aus Berlin Mitte, spezialisiert auf eCommerce und Mediendesign. Wir suchen Dich, um unserem Team tatkräftig zur Seite zu stehen und unsere Unternehmensstruktur entscheidend mitzugestalten. Dafür bieten wir die Perspektive, ein fester Bestandteil einer modernen Agentur zu werden, die eine herzliche und freundschaftliche Atmosphäre für eine gute Zusammenarbeit voraussetzt.\u003cbr\u003e\u003cbr\u003eZum 1. August 2023 wollen wir unser Team verstärken und bieten einen Ausbildungsplatz zum/zur\u003cbr\u003e\u003cbr\u003eFachinformatiker/in Anwendungsentwicklung (m/w/d) an.\u003cbr\u003e\u003cbr\u003eWas wir uns von Dir wünschen sind aufrichtiges Engagement, Spaß an der Arbeit im Team und eine hohe Lernbereitschaft. Nach Abschluss Deiner Ausbildung bei uns mit guten Leistungen ist eine unbefristete Übernahme möglich. Bei uns erhältst Du einen kompletten Rundumblick in das Tagesgeschäft einer eCommerce Agentur.\u003cbr\u003e\u003cbr\u003eAusbildungsinhalte:\u003cbr\u003e\u003cbr\u003e- Konzipieren und Realisieren kundenspezifischer Softwareanwendungen\u003cbr\u003e- Entwickeln von anwendungsgerechten und benutzerfreundlichen Bedienoberflächen für Onlineshops\u003cbr\u003e- Erlernen von verschiedenen Programmiersprachen und Entwicklertools\u003cbr\u003e- Testen, Optimieren und Dokumentieren von Anwendungen\u003cbr\u003e- Schulung im Umgang mit Experten- und Diagnosesystemen\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eDas solltest Du mitbringen:\u003cbr\u003e\u003cbr\u003e- ein ausgeprägt logisches und abstraktes Denkvermögen\u003cbr\u003e- eine strukturierte, konzentrierte Arbeitsweise und hohe Belastbarkeit\u003cbr\u003e- Verständnis und Spaß an der Entwicklung mit Programmiersprachen\u003cbr\u003e- Umsetzung neuer Ideen und Lösungen\u003cbr\u003e- Teamfähigkeit und Verantwortungsbewusstsein\u003cbr\u003e- erste Erfahrungen in HTML und CSS\u003cbr\u003e\u003cbr\u003e\u003cbr\u003ewünschenswert:\u003cbr\u003e\u003cbr\u003e- Grundkenntnisse / Erfahrungen in PHP, MySQL, JavaScript und jQuery sind von Vorteil\u003cbr\u003e- Erfahrungen mit Shopware\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eunser Angebot\u003cbr\u003e\u003cbr\u003e- gleitende Arbeitszeit\u003cbr\u003e- junge Kollegen und Vorgesetzte\u003cbr\u003e- ein moderner Arbeitsplatz in Berlin Mitte"
    },
    {
        "titel": "Fachinformatiker für Anwendungsentwicklung (m/w/d) (2023)",
        "refnr": "10000-1191182823-S",
        "arbeitgeber": "Berliner Wasserbetriebe",
        "description": "Die Berliner Wasserbetriebe sind mit 4.511 Mitarbeiterinnen und Mitarbeitern das größte Unternehmen der Wasser- und Abwasserbranche in Deutschland. Als Unternehmen des Landes Berlin gestalten und fördern sie die lebenswerte, moderne Metropole Berlin.\u003cbr\u003e\u003cbr\u003eIn unserer Ausbildung ist folgender zukunftsorientierter Beruf zum 01.09.2023 zu besetzen:\u003cbr\u003e\u003cbr\u003e+++ Ausbildung zum Fachinformatiker für Anwendungsentwicklung (m/w/d) +++\u003cbr\u003e\u003cbr\u003eMindestanforderung und Dauer: Allgemeine Hochschulreife oder Fachhochschulreife, 3 Jahre.\u003cbr\u003e\u003cbr\u003eWeitere formale Qualifikationen:\u003cbr\u003eZusätzlich zu den geforderten Schulabschlüssen werden außerdem einzelne Schulnoten für die jeweiligen Ausbildungsberufe als formale Qualifikation vorausgesetzt. Diese findest du in den einzelnen Berufsbeschreibungen auf ausbildung.bwb.de.\u003cbr\u003e\u003cbr\u003eDu bist gut in Mathematik und Logikrätsel löst du im Handumdrehen? Du bist an Informationstechnologien interessiert und hast vielleicht schon eigene Programme und Webseiten programmiert? Für Freunde bist du Ansprechpartner, wenn es um die Entwicklung oder Anpassung von Programmen geht? Dann ist eine Ausbildung als Fachinformatikerin bzw. Fachinformatiker genau das Richtige für dich!\u003cbr\u003e\u003cbr\u003eDu programmierst und konfigurierst Applikationen und berätst unternehmensweit Kollegen zur optimalen Unterstützung ihrer fachlichen Prozesse. Dafür lernst du Methoden um mit anderen Entwicklern gemeinsam an einem Projekt zu arbeiten und erhältst tiefergehende Einblicke in die Funktionsweise von IT-Systemen. \u003cbr\u003e\u003cbr\u003eWas mache ich in diesem Beruf?\u003cbr\u003e■ Erlernen verschiedener Programmiersprachen\u003cbr\u003e■ Beratung der unternehmensinternen Kunden und Aufnahme von Anforderungsprofilen\u003cbr\u003e■ Mitarbeit an Projekten zur Entwicklung kundenspezifischer Lösungen\u003cbr\u003e■ Verstehen von Programmierlogiken und -techniken\u003cbr\u003e■ Applikationen entwickeln, erstellen, pflegen, ändern und anpassen\u003cbr\u003e■ Konzeption und Design von komplexen Applikationssystemen\u003cbr\u003e■ Analyse und Behebung von Fehlern\u003cbr\u003e■ Anwendungslösungen präsentieren, schulen und einführen\u003cbr\u003e■ IT-Sicherheitsmaßnahmen planen und realisieren\u003cbr\u003e■ Beurteilen von Einsatzfeldern und Entwicklungstrends\u003cbr\u003e■ Auswählen von Datenbankprodukten\u003cbr\u003e\u003cbr\u003eWo arbeite ich?\u003cbr\u003eDu arbeitest im Bereich der Anwendungsbetreuung und -entwicklung der Informationstechnologie. Als Anwendungsentwickler wirst du bei uns in den Bereichen Web-, Java-, GIS- oder SAP-Entwicklung eingesetzt. \u003cbr\u003e\u003cbr\u003eBezahlung:\u003cbr\u003eDie Ausbildungsvergütung beträgt im ersten Ausbildungsjahr z.Zt. 1068,26 € plus 13,29 € monatliche vermögenswirksame Leistungen.\u003cbr\u003e\u003cbr\u003eInformation:\u003cbr\u003eBehinderte Menschen werden bei gleicher Eignung bevorzugt. Da wir uns Chancengleichheit und berufliche Förderung von Frauen zum Ziel gesetzt haben, sind wir besonders an Bewerbungen von Frauen interessiert. Bewerbungen von Menschen mit Migrationshintergrund sind ausdrücklich erwünscht.\u003cbr\u003e\u003cbr\u003eKontakt:\u003cbr\u003eWir freuen uns, wenn du dich bevorzugt online bewirbst!\u003cbr\u003e\u003cbr\u003eUnter www.ausbildung.bwb.de kannst du deine Unterlagen online einreichen. Du benötigst dazu deinen Lebenslauf sowie Kopien der letzten zwei Zeugnisse der allgemeinbildenden Schule bzw. des OSZ, die Bescheinigung des Arbeits- und Sozialverhaltens sowie vorliegende Praktikumsbeurteilungen. Diese konvertierst du bitte zu einem PDF-Dokument (inklusive Lebenslauf und Zeugnissen). Dabei hilft dir gern der PDF-Butler auf unserer Ausbildungswebsite!\u003cbr\u003e\u003cbr\u003eEs ist allerdings auch möglich, dass du dich per Post oder E-Mail bewirbst.\u003cbr\u003e\u003cbr\u003eBerliner Wasserbetriebe\u003cbr\u003eRecruiting\u003cbr\u003e10864 Berlin\u003cbr\u003eTel.: 030.8644 8513\u003cbr\u003eE-Mail: ausbildungsplaetze@bwb.de"
    },
    {
        "titel": "Fachinformatiker/in für Anwendungsentwicklung (m/w/d)",
        "refnr": "10000-1193382384-S",
        "arbeitgeber": "Samuelson Kassensysteme GmbH (Berlin)",
        "description": "ÜBER UNS\u003cbr\u003eSamuelson bietet neue Perspektiven für Bäcker und verbindet die Softwarewelt mit der Backbranche. Durch die Dreifachlösung aus einer Hand - Kassensystem, Warenwirtschaft und Warenverteilung - sind unsere Kunden rundum versorgt. \u003cbr\u003e\u003cbr\u003eSamuelson ist Microsoft Partner und versteht sich als Ideen- und Innovationsgeber, der umfassend und mit dem Blick fürs Detail berät. Das Kundenportfolio umfasst prominente Liefer- und Filialbäcker im deutschsprachigen Raum.\u003cbr\u003e\u003cbr\u003eDEINE AUFGABEN\u003cbr\u003e\u003cbr\u003eDeine Aufgabe wird es sein, Entwicklungsaufgaben in verschiedenen Programmiersprachen, Betriebssystemen und Datenbanksystemen zu lösen und eingehende Supportfälle bei Produktivsystemen unserer Kunden zu identifizieren, zu bearbeiteten und zu lösen. Du wirst Teil eines ausgezeichneten Support-Teams und kannst dadurch auf umfangreiche Dokumentationen und Erfahrungen zurückgreifen. Durch die zentrale Rolle des Supports wirst Du in die verschiedenen Bereiche und Anwendungen von Samuelson einen tiefen Einblick erhalten. Der Kassensupport betreut unsere Kunden an jedem Wochentag im deutschsprachigen Raum.\u003cbr\u003e\u003cbr\u003eDEIN PROFIL\u003cbr\u003e\u003cbr\u003e•\tDu besitzt oder stehst kurz vor dem Abschluss für das Abitur oder Fachabitur.\u003cbr\u003e•\tDu besitzt gute Leistungen in Mathematik und Informatik.\u003cbr\u003e•\tDu bist IT-affin und findest dich schnell und gerne in neue technische Sachverhalte ein.\u003cbr\u003e•\tDu beherrschst die deutsche Sprache sicher. \u003cbr\u003e•\tDu bist strukturiert und zuverlässig, denkst sehr praxisnah und arbeitest selbständig und zielgerichtet. \u003cbr\u003e•\tErste Kenntnisse in der Softwareentwicklung sind von Vorteil.\u003cbr\u003e\u003cbr\u003eWIR BIETEN\u003cbr\u003e\u003cbr\u003e•\tEin umfangreiches Einarbeitungsprogramm\u003cbr\u003e•\tHohe Aufgabenvielfalt und Verantwortung\u003cbr\u003e•\tDie Möglichkeit, sich zu spezialisieren und sich in neuesten Microsoft Technologien weiterzuentwickeln \u003cbr\u003e•\tEine professionelle und teamorientierte Arbeitsatmosphäre\u003cbr\u003e•\tFlexibles und mobiles Arbeiten\u003cbr\u003e•\tÜbernahmechancen und langfristige Karriereperspektiven in einem seit 1996 solide wachsenden IT-Unternehmen\u003cbr\u003e\u003cbr\u003eWIR FREUEN UNS AUF DICH!\u003cbr\u003e\u003cbr\u003eDeine Bewerbung sendest du bitte an Martina Teichmann unter bewerbung@samuelson.de."
    },
    {
        "titel": "Ausbildung Fachinformatiker Anwendungsentwicklung (m/w/d)",
        "refnr": "10000-1193325602-S",
        "arbeitgeber": "form4 GmbH \u0026 Co. KG",
        "description": "Die form4 GmbH \u0026amp; Co. KG ist ein Berliner Unternehmen und etablierter Dienstleister für die technische Umsetzung von Websites, Portalen, Intranetapplikationen sowie für webbasierte Softwarelösungen. \u003cbr\u003e\u003cbr\u003eSeit 2000 setzen wir für unsere Kunden webbasierte Lösungen, vorwiegend auf Java- und PHP-basierten Technologiestacks um. Derzeit beschäftigen wir etwa 20 festangestellte Mitarbeiter. \u003cbr\u003e\u003cbr\u003eWas erwartet Dich? \u003cbr\u003e\u003cbr\u003eWir bieten Dir eine abwechslungsreiche Mitarbeit bei spannenden Webprojekten in einem kleinen, innovativen Team von Softwareentwicklern. \u003cbr\u003e\u003cbr\u003eDie Aufgabenstellung beinhaltet Konzeption, Implementierung, Test und Dokumentation von Kundenprojekten. Du wirst nach und nach in bestehende Kundenprojekte eingeführt, darüber hinaus wirst Du neue Projekte eigenständig im Team umsetzen. \u003cbr\u003e\u003cbr\u003eTechnologisch werden Deine Aufgaben in den folgenden Bereichen liegen: \u003cbr\u003e\u003cbr\u003e- Frontendentwicklung unter HTML und CSS \u003cbr\u003e\u003cbr\u003e- JavaScript inkl. verschiedener Frameworks und Komponenten, Node.js \u003cbr\u003e\u003cbr\u003e- PHP \u003cbr\u003e\u003cbr\u003e- Java\u003cbr\u003e\u003cbr\u003e- Datenbanksysteme (MySQL, Postgres und weitere) \u003cbr\u003e\u003cbr\u003e- Administration von Linux-Systemen \u003cbr\u003e\u003cbr\u003eHierbei kommen gängige Standard-Komponenten und Frameworks, vorwiegend aus dem Open Source Bereich, zum Einsatz. Unter Anderem wirst Du Systeme wie z. B. TYPO3, Drupal, Shopware, Alfresco, Liferay, etc. kennen und beherrschen lernen. \u003cbr\u003e\u003cbr\u003e\u003cbr\u003eIm Rahmen Deiner Ausbildung wirst Du alle Bereiche der Softwareentwicklung durchlaufen. Du wirst vertraut werden mit allen Aspekten professioneller Software- und Applikationsentwicklung. \u003cbr\u003e\u003cbr\u003eDazu gehören: \u003cbr\u003e\u003cbr\u003e- Konzeptionierung von Softwaresystemen und Benutzeroberflächen \u003cbr\u003e\u003cbr\u003e- Versionskontrollsysteme \u003cbr\u003e\u003cbr\u003e- Test- und Qualitätssicherungsmethoden, Testautomatisierung, Continuous Integration \u003cbr\u003e\u003cbr\u003e- Softwarearchitektur und -design auf hohem Niveau \u003cbr\u003e\u003cbr\u003e- Konfigurationsmanagement \u003cbr\u003e\u003cbr\u003e- Serverkonfiguration, Betrieb von Produktivsystemen \u003cbr\u003e\u003cbr\u003e- Projektmanagement \u003cbr\u003e\u003cbr\u003e- Issuemanagement\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eVorkenntnisse in den folgenden Bereichen sind von Vorteil aber keine zwingende Voraussetzung: \u003cbr\u003e\u003cbr\u003e- Wissen und Praxiserfahrung in PHP und Java\u003cbr\u003e- Wissen in moderner Frontendprogrammierung\u003cbr\u003e- Grundkenntnisse Linux\u003cbr\u003e\u003cbr\u003eSende uns Deine vollständigen Bewerbungsunterlagen per E-Mail an: marina.bengelstorff@form4.de"
    },
    {
        "titel": "Fachinformatiker/in - Anwendungsentwicklung (m/w/d)",
        "refnr": "10000-1192698164-S",
        "arbeitgeber": "EES GmbH Entwicklung Elektronischer Systeme",
        "description": "Ausbildung zum Fachinformatiker (m/w/d) – Schwerpunkt Anwendungsentwicklung\u003cbr\u003e\u003cbr\u003eWer wir sind:\u003cbr\u003e\u003cbr\u003eDie Berliner EES GmbH ist ein IT-Unternehmen mit Sitz im Berliner Westhafen, das sich auf professionelle Rechnernetze und Kommunikation spezialisiert hat. Wir sind der verlässliche Partner für Unternehmen, Verbände und Einrichtungen des öffentlichen Dienstes und bieten eine breite Palette moderner IT-Systemlösungen aus einer Hand. Und weil wir lieben, was wir tun, sind wir auch schon über 25 Jahre am Markt erfolgreich!\u003cbr\u003e\u003cbr\u003eWas dich erwartet:\u003cbr\u003e\u003cbr\u003eAls Fachinformatiker*in bist du in einem vielfältigen Aufgabengebiet tätig. Du arbeitest eng mit Kunden zusammen, organisierst Projekte und wirst Benutzerschulungen durchführen können. In der Anwendungsentwicklung erarbeitest du individuelle und komplexe Softwarelösungen für unsere Kunden. Nach der Analyse der Kundenanforderungen wird Anwendungssoftware entweder ganz neu entwickelt oder bestehende Softwarelösungen werden erweitert und an die Kundenbedürfnisse angepasst. Dabei darf die Wartung und Pflege der Anwendung nicht zu kurz kommen und natürlich dürfen Softwaretests nicht fehlen. Bei uns erhältst du Kenntnisse in der Programmiersprache Java\u003cbr\u003eund der Objektorientierung. Dabei bekommst du Einblicke in die Backend und Frontend Entwicklung von Webanwendungen und nutzt die aktuellen Frameworks und BuildTools aus dem Java-Umfeld, z.B. Spring, Gradle, verschiedenen Datenbankmanagementsystemen (Oracle, PostgreSQL) und Webservern (Apache Tomcat).\u003cbr\u003e\u003cbr\u003eDas erwarten wir von dir:\u003cbr\u003e\u003cbr\u003e• Du hast die Fachhochschulreife mit mindestens guten Noten in den MINT-Fächern\u003cbr\u003e• Du kannst selbständig und zielorientiert arbeiten\u003cbr\u003e• Kommunikation ist eine deiner Stärken und Teamorientierung nicht nur eine Phrase\u003cbr\u003e• Das Verstehen von englischen Texten bereitet dir keine Schwierigkeiten\u003cbr\u003e\u003cbr\u003eWas wir dir bieten:\u003cbr\u003e\u003cbr\u003e• Eine branchenübliche Ausbildungsvergütung\u003cbr\u003e• sehr gute Möglichleiten der persönlichen und fachlichen Entwicklung\u003cbr\u003e• flache Hierarchien und Einbeziehung in Entscheidung\u003cbr\u003e• angenehme Arbeitsatmosphäre an einem ergonomischen Arbeitsplatz\u003cbr\u003e• gute Verkehrsanbindung per S- und U-Bahn, Auto und sogar per Boot\u003cbr\u003e• Getränkeflatrate regelmäßige Team-Events\u003cbr\u003e\u003cbr\u003eBei sehr guten Leistungen, hast du die Möglichkeit die Ausbildung zu verkürzen.\u003cbr\u003e\u003cbr\u003eBitte sende uns deine aussagekräftigen und vollständigen Bewerbungsunterlagen unter Angabe Ihres frühestmöglichen Eintrittstermins für das Ausbildungsjahr 2023 an:\u003cbr\u003e\u003cbr\u003eEES GmbH\u003cbr\u003ez.H. Mareike Müller\u003cbr\u003eSektor F, Wirtschaftsgebäude Aufgang rechts, 3. OG\u003cbr\u003eWesthafenstraße 1\u003cbr\u003e13353 Berlin\u003cbr\u003eper E-Mail an bewerbung@ees-gmbh.de"
    }
]