[
    {
        "titel": "Fachinformatiker/in - Anwendungsentwicklung (m/w/d)",
        "refnr": "10000-1191950043-S",
        "arbeitgeber": "Fichtner IT Consulting GmbH",
        "description": "Über uns\u003cbr\u003e\u003cbr\u003eDie Fichtner IT Consulting ist das IT-Kompetenzzentrum der Fichtner-Gruppe. In einem Team von ca. 100 Mitarbeitenden beraten und implementieren wir leistungsfähige IT-Lösungen für technische Netze, Anlagen und Infrastruktur. Unsere energiewirtschaftliche Branchenkenntnis und das Prozess-Knowhow verbinden wir mit aktueller Technologiekompetenz und unterstützen unsere Kunden mit innovativen und wirtschaftlichen Lösungen bei der Digitalisierung.\u003cbr\u003e\u003cbr\u003eIm Zuge des Wachstums bilden wir für unseren Standort Berlin ab sofort eine/n\u003cbr\u003e\u003cbr\u003eFachinformatiker - Fachrichtung Anwendungsentwicklung (m/w/d) aus.\u003cbr\u003e\u003cbr\u003eDeine Aufgaben\u003cbr\u003e\u003cbr\u003eWenn Dich moderne Informationstechnik fasziniert, ist diese Ausbildung das Richtige für Dich. Als Teil unseres Entwicklungsteams durchläufst Du alle wichtigen Bereiche, lernst Softwareentstehungsprozesse kennen und wirst schnell zum Experten. Als Fachinformatiker der Fachrichtung Anwendungsentwicklung unterstützt Du uns in der Bearbeitung von Softwareprojekten und setzt diese fachgerecht und benutzerfreundlich um. In drei Ausbildungsjahren lernst Du den sicheren Umgang mit objektorientierter Programmierung und relationalen Datenbanken. Du erlernst die Entwicklung von Web-Applikationen und Apps und arbeitest beim technischen Softwaredesign und bei der Oberflächengestaltung mit. Dabei kommst Du mit den wichtigsten Softwareprodukten, Komponenten und Frameworks der modernen Softwareentwicklung und auch mit aktuellen Hardwareprodukten wie beispielsweise Drohnen, Microsoft HoloLens oder Amazon Echo in Berührung.\u003cbr\u003e\u003cbr\u003eDein Profil\u003cbr\u003e\u003cbr\u003e- Abitur, Fachhochschule oder sehr gute mittlere Reife\u003cbr\u003e- Du hast ein gutes mathematisches und logisches Denkvermögen\u003cbr\u003e- Du hast Interesse an Hardware, Software sowie technischen Grundfragestellungen\u003cbr\u003e- Du hast Freude am Programmieren, idealerweise Kenntnisse in einer Programmiersprache\u003cbr\u003e- Du hast Spaß an der Arbeit im Team, Eigeninitiative und gute Kommunikationsfähigkeit\u003cbr\u003e\u003cbr\u003eSprachkenntnisse:\u003cbr\u003e\u003cbr\u003e- Deutsch (Niveau C1)\u003cbr\u003e\u003cbr\u003e- Englisch (Niveau B1)\u003cbr\u003e\u003cbr\u003eUnser Angebot\u003cbr\u003e\u003cbr\u003e- Umfassende und sorgfältige Einarbeitung in die Tätigkeiten\u003cbr\u003e- Breites und vielseitiges Aufgabenspektrum im Bereich der zukunftsorientierten Energiewirtschaft, der Prozessautomatisierung wie auch der Digitalisierung von Geschäftsprozessen\u003cbr\u003e- Stetige Entwicklungsmöglichkeiten durch kontinuierlichen Erfahrungsaustausch, Wissenstransfer sowie interne und externe Weiterbildungsprogramme\u003cbr\u003e- Ein Team, das sich selbst Grundsätze wie ökologische Nachhaltigkeit, globale Verantwortung, soziale Gerechtigkeit vorgegeben hat und danach arbeitet\u003cbr\u003e- Ein agiles Team, das mit seiner offenen, konstruktiven Zusammenarbeit, der gelebten Feedbackkultur und den kurzen Entscheidungswegen ein Maximum an Individualität und hohe Freiheitsgrade ermöglicht\u003cbr\u003e- Die Vereinbarkeit von Beruf, Familie und Privatleben ist uns wichtig. Regelungen zu mobilem Arbeiten, 30 Tage Urlaub sowie ein attraktives Gleitzeitmodell gehören für uns selbstverständlich dazu\u003cbr\u003e- Ein solides Unternehmen mit flachen Hierarchien und vielen zusätzlichen Leistungen wie z. B. umfangreiche Sozialleistungen, E-Bike-Leasing, Jobticket (ÖPNV), Firmenevents und betriebliche Gesundheitsförderung\u003cbr\u003e- Verkehrsgünstige Lage mit Firmenparkplatz und sehr guter Anbindung an den öffentlichen Nahverkehr\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eBitte bewerben Sie sich ausschließlich über unsere Homepage https://www.fichtner.de/karriere/aktuelle-stellenangebote/ausbildung-zum-fachinformatiker-fachrichtung-anwendungsentwicklung\u003cbr\u003e\u003cbr\u003eFichtner IT Consulting GmbH\u003cbr\u003e\u003cbr\u003eKennziffer\u003cbr\u003e000213\u003cbr\u003e\u003cbr\u003eIhre Ansprechpartnerin\u003cbr\u003eSigrid Gattnar\u003cbr\u003e+49 711 89951400"
    },
    {
        "titel": "Fachinformatiker:in für Anwendungsentwicklung (m/w/d)",
        "refnr": "10000-1193050751-S",
        "arbeitgeber": "IGEPA Business- und IT-Services GmbH",
        "description": "Hast du Spaß am Erlernen von Optimierung durch Veränderung, Freude daran, durch Beratung, Automation, Self Enablement und enger Abstimmung mit Kund:innen und Kolleg:innen den Wert in deiner Ausbildung kontinuierlich zu steigern, hast du keine Scheu Fehler zu machen, diese zu erkennen und dich dadurch immer weiter zu verbessern? PRIMA - wir laden dich herzlichst ein, bei uns deine Ausbildung zu beginnen. \u003cbr\u003e\u003cbr\u003eDie IGEPA Business- und IT-Services GmbH, kurz IGEPA bits genannt, gestaltet u.a. für die IGEPA Gruppe mit mehr als 15 Unternehmen des europäischen Papiergroßhandels den Rechenzentrumsbetrieb. Die zuverlässige Verfügbarkeit und der intelligente und sichere Aus- und Umbau der IT-Infrastruktur und der Cloud Systeme ist das Hauptziel unseres Unternehmens.\u003cbr\u003e\u003cbr\u003eZum 01. August 2023 bieten wir dir in Berlin-Mitte eine \u003cbr\u003e\u003cbr\u003eAusbildung zum/zur Fachinformatiker:in für Anwendungsentwicklung (m/w/d)\u003cbr\u003e\u003cbr\u003eWas erwarten wir von dir?\u003cbr\u003e-\tAbitur/Fachabitur oder MSA mit gutem Notendurchschnitt, besonders in den Fächern Informatik, Mathematik und Englisch\u003cbr\u003e-\tgutes mathematisches und technisches Verständnis und ein ausgeprägtes Interesse an Computertechnologien\u003cbr\u003e-\tEngagement und Begeisterung für den Ausbildungsberuf\u003cbr\u003e-\tLernbereitschaft und eine gute Auffassungsgabe\u003cbr\u003e-\tVerantwortungsbewusstsein, selbstständiges und gewissenhaftes Arbeiten\u003cbr\u003e-\tAbstraktionsfähigkeiten und analytisches Denken\u003cbr\u003e\u003cbr\u003eWas erwartet dich? \u003cbr\u003e-\tengagierte Ausbilder und abwechslungsreiche Tätigkeiten für eine fundierte Ausbildung\u003cbr\u003e-\tindividuelle und leistungsgerechte Förderung\u003cbr\u003e-\tOption auf Übernahme nach der Ausbildung\u003cbr\u003e-\tsehr gute Sozialleistungen \u003cbr\u003e-\tein modernes und kollegiales Arbeitsumfeld mit flachen Hierarchien und kurzen Entscheidungswegen\u003cbr\u003e-\teine Unternehmenskultur, in der jede/r Einzelne und alle gemeinsam als Team wachsen können, in der Diversität geschätzt wird und unterschiedliche Lebensentwürfe, Weltanschauungen und Fähigkeiten als Erfolgsbasis gelten \u003cbr\u003e-\tAusbildungsplatz mit sehr guter Anbindung an den ÖPNV oder hybrides Arbeiten mit einem mobilen Arbeitsplatz \u003cbr\u003e-\tim Büro freie Kalt- und Heißgetränke und frisches Bio-Obst \u003cbr\u003e-\tregelmäßige Firmenevents \u003cbr\u003e\u003cbr\u003eBitte richte deine Bewerbung mit den allgemein gültigen Unterlagen sowie den letzten beiden Schulzeugnissen und ggf. Praktikumsbescheinigungen per E-Mail an: \u003cbr\u003e\u003cbr\u003ebits-bewerbungen@igepagroup.com"
    }
]